<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Высокие технологии для бизнеса | ИТ услуги</title>
    <link rel="stylesheet" href="css/projects.css">
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Viaoda+Libre&display=swap" rel="stylesheet">
    <link href="https://fonts.googleapis.com/css2?family=Inter:wght@400;600;900&family=Montserrat:ital,wght@0,500;0,600;0,800;1,700&display=swap" rel="stylesheet">
</head>
<body>
<?php include_once("header.php") ?>



    <main>
        <section name="projects" class="projects">
            <h6>ПРОЕКТЫ ВТ2Б</h6>
            <div class="project__1">
                <p class="text">
                    <span class="h">Поддержка городского сервиса "Активный гражданин"</span><br><br><br>
                    Сервис “Активный гражданин” - это государственная автоматизированная система, состоящая из web-приложение для обращений граждан, web-приложение для ответственных государственных инфраструктур и мобильных приложений для IOS и Android. С помощью “Активного гражданина” жители через личный кабинет могут оставлять заявки для решать коммунальных, социальных и других вопросов.
                    <br><br>
                    Команда ВТ2Б занимается поддержкой Оренбургской ветки сервиса. Мы не только выполняем техническую поддержку уже имеющегося функционала, но и занимаемся разработкой новых разделов. Например, недавно мы завершили разработку направления “Я шагаю”. В приложении содержаться готовые городские маршруты и информация об исторических местах города Оренбурга. Теперь, Оренбуржцы и гости города могут, гуляя по улицам, сканировать QR-коды, расположенные на исторических памятниках и узнавать всю информацию о их происхождении и истории и даже зарабатывать за это баллы и получать призы.
                </p>
                <img src="image/Проекты/1.webp" alt="">
            </div>
            <div class="project__1">
                <img src="image/Проекты/2.webp" alt="">
                <p class="text">
                    <span class="h">Поддержка и сопровождение сервисов Meet for Сharity</span><br><br><br>
                    Сервис meetforcharity.today - Крупнейший в России благотворительный аукцион встреч с известными людьми.
                    <br><br>
                    Встречайся и помогай!-девиз сервиса. А наша команда помогает обеспечить бесперебойность его работы и качественно и оперативно внедрять новые функции и интеграции.
                    <br><br>
                    Сегодня Meetforcharity.today - это высоконагруженный web-портал, панель администратора, мобильное приложение, телеграм-бот.
                    <br><br>
                    За год плотной работы:
                    <br><br>
                    - Разработана и согласована архитектура проекта;<br> 
                    - Интегрированы внешние сервисы (платежные системы, социальные сети, SMS-сервисы и т.д.);<br>
                    - Сайт полностью интегрирован с CRM-системой;<br>
                    - Разработано мобильное приложение для IOS;<br>
                    - Разработан и запущен телеграм-бот; <br>
                    - В рамках технической поддержки обеспечено бесперебойное функционирование всех сервисов, а также проводятся постоянные доработки и улучшения проекта.
                    <br><br>
                    Мы используем технологии: JS, React, Redux, nodejs, нереляционная база данных (MomgoDB), мониторинг ИТ-инфраструктуры (Zabbix).
                    <br><br>
                    Посмотрите проект: <a href="https://meetforcharity.today/">meetforcharity.today</a> 
                </p>
            </div>
            <div class="project__1">
                <p class="text">
                    <span class="h">Мобильное приложение ITS Price</span><br><br><br>
                    It’s Price. Нетакси твоего города - это мобильное приложение, с помощью которого вы сможете доехать напрямую без переплат, установив СВОЮ желаемую стоимость поездки. Водители, находящиеся в мобильном приложении видят все доступные заказы и принимают заказ, либо по вашей стоимости поездки, либо предлагают свою.
                    <br><br>
                    Наша команда провела полный цикл работ по разработке мобильного приложения:
                    <br><br>
                    - предпроектная аналитика;<br>
                    - дизайн;<br>
                    - верстка;<br>
                    - разработка приложения (MVP);<br>
                    - разработка плана продвижения и вывода MVP- продукта на рынок. 
                    <br><br> 
                    На сегодняшний день мы приступили к реализации плана вывода MVP-продукта на рынок, а также попутно занимаемся непрерывной аналитикой работоспособности сервиса.
                    <br><br>
                    В сервисе реализованы функции:
                        <br><br>
                        - регистрация и авторизация пользователей;<br>
                        - личный кабинет пассажира и водителя;<br> 
                        - интегрирована оплата для водителей;<br> 
                        - интеграция с Яндекс.Картами (функции геолокации);<br>
                        - функции выбора дополнительных опций для поездки;<br> 
                        - аукцион цены за поездки;<br> 
                        - встроен чат между пассажиром и водителем;<br> 
                        - оценка поездки;<br> 
                        - история заказов. 
                        <br><br>
                    Мы использовали технологии: Flutter, JavaScript, mongoDB, NodeJs, API Яндекс.Карт
                    Посмотрите проект: <a href="https://apps.apple.com/us/app/its-price/id1590275809"> скачать для IOS скачать для Android </a>  
                </p>
                <img src="image/Проекты/3.webp" alt="">
            </div>
            <div class="project__1">
                <img src="image/Проекты/4.webp" alt="">
                <p class="text">
                    <span class="h">Разработка и сопровождение облачной платформы IT-Desk</span><br><br><br>
                    IT-Desk - система, которая позволяет в оперативном режиме управлять обращениями клиентов, планировать выезды инженеров с учетом их загрузки, а также распределять обращения оптимальным образом с учетом местоположения исполнителя и адреса заявителя.
                    <br><br>
                    Что уже сделано нашей командой:
                    <br><br>
                        - Разработан web-сервис и мобильное приложение для IOS и Android;<br>
                        - Сервис уже внедрен в 3-х IT -компаниях России и Казахстана, осуществляющих комплексное IT-обслуживание предприятий;<br>
                        - К сервису уже подключено более 50 внешних пользователей;<br>
                        - Сервис уже доказал свою эффективность. Внедрение IT-desk полностью исключило потребность организации в штатном диспетчере, позволило автоматизировать процессы работы выездных IT-специалистов и руководителя IT-службы;<br> 
                        - Окупаемость внедрения = 1 месяц
                        <br><br>
                    Мы использовали технологии: JavaScript, Angular, Ionic, mongoDB.
                    Посмотрите проект: <a href="https://itdesk.pro/">itdesk.pro </a>    
                </p>
            </div>
            <div class="project__1">
                <p class="text">
                    <span class="h">Разработка и развитие интернет-магазина "Воентека" (e-commerce)</span><br><br><br>
                    Воентека - это армейский интернет-магазин. Компания специализируется на производстве и реализации одежды, обуви, аксессуаров и сувениров для военнослужащих, сотрудников силовых структур, частных охранных предприятий (чоп), профессионалов и любителей активного отдыха, охотников, рыболовов.
                    <br><br>
                    Наша команда полностью взяла на себя его разработку и сейчас мы занимаемся поддержкой и техническим развитием интернет-магазина.
                    <br><br>
                    Разработанный интернет-магазин позволил расширить географию и объем продаж, без существенных затрат на найм персонала и организацию логистики.
                    На сайте реализованы каталоги на более чем 15 000 товаров, возможность индивидуального заказа. Сайт полностью интегрирован с программой 1С: автоматическая выгрузка и обновление карточек товаров, автоматическая выгрузка заказов и онлайн-оплат с сайта.
                    <br><br>
                    Сайт занимает лидирующие позиции (ТОП-10) в выдаче Яндекса и Гугла в своей нише по всей России. Среднемесячная посещаемость сайта более 10 000 уникальных посетителей
                    Мы использовали технологии: HTML, СSS, PHP, 1С, 1С:Битрикс
                    <br><br>
                    Посмотрите проект: <a href="https://voenteka.ru/">Военторг- сеть магазинов Воентека в Москве с доставкой по России (voenteka.ru)</a>     
                </p>
                <img src="image/Проекты/5.webp" alt="">
            </div>
            <div class="project__1">
                <img src="image/Проекты/6.webp" alt="">
                <p class="text">
                    <span class="h">Hobot: Доработка сайта и внедрение Битрикс24</span><br><br><br>
                    Наш клиент - Официальный дистрибьютор компании HOBOT INC.
                    <br><br>
                    По этому проекту у нашей команды было сразу несколько задач:
                    <br><br>
                        - переверстка карточек товара сайта. Теперь каждая страница товара выглядит как отдельный лендинг, что способствует более эффективному продвижению в контекстной рекламе;<br>
                        - интеграция с сайтом автоматического выбора способа доставки и его расчета;<br>
                        - комплексная автоматизация процессов маркетинга и продаж на базе Битрикс24.
                        <br><br>
                    Мы осуществили полную интеграцию Битрикс24 с сайтом, автоматизировали отработку интернет-заказов, отдельным блоком автоматизировали работу на офлайн-точке продаж, работу с рекламациями, сквозную аналитику, интеграцию с мессенджерами, интеграцию сделок с 1С.
                    <br><br>
                    Мы использовали технологии: HTML, СSS, PHP, 1С, 1С:Битрикс, Битрикс 24
                    Посмотрите проект: <a href="https://hobot.ru/">Моющие роботы: мойщики роботы-пылесосы и роботы мойщики стекол </a>    
                </p>
            </div>
            <div class="project__1">
                <p class="text">
                    <span class="h">Автоматизация бизнес-процессов для компании "Городские парковки"</span><br><br><br>
                    Хранители - это мобильное приложение, представляющего собой инструмент, дополняющий работу с психологом: контроль своего психологического здоровья и своей семьи, ведение дневника, онлайн- консультации психологов, онлайн-расстановки, психологические игры и тесты, библиотека книг по психологии.
                    <br><br>
                    Нашими разработчиками уже проделана большая работа:
                    <br><br>
                        - сверстаны экраны приложения на основе готового дизайна заказчика;<br> 
                        - разработан функционал регистрации и авторизации пользователей;<br> 
                        - разработан личный кабинет пользователя;<br>
                        - разработаны функции ведения психологического дневника. 
                        <br><br>
                    При разработке мы используем технологии: Flutter, JavaScript, mongoDB, NodeJs
                    <br><br>
                    Уже очень скоро приложение будет опубликовано в общий доступ, а пока Доступна для скачивания APK-версия    
                </p>
                <img src="image/Проекты/7.webp" alt="">
            </div>
            <div class="project__1">
                <img src="image/Проекты/8.webp" alt="">
                <p class="text">
                    <span class="h">Разработка интернет-магазина Wenger</span><br><br><br>
                    Наш клиент - это онлайн-магазин товаров для отдыха и путешествий швейцарской фирмы Wenger.
                    <br><br>
                    Мы разработали сайт под ключ на базе решения 1С:Битрикс, проработали формы обратной связи с клиентом, личный кабинет, функция выбора способа доставки и оплаты, настроили автоматическую регистрацию обращений в CRM-систему клиента: лиды, сделки.
                    <br><br>
                    Сайт позволил:
                    <br><br>
                        - увеличить объем продаж;<br>
                        - снизить расходы на продвижение и рекламу;<br>
                        - оптимизировать анализ предпочтений клиентов;<br> 
                        - оперативнее откликаться на обращения заказчиков.
                        <br><br>
                    После завершения этапа разработки с дистрибьютором Wenger в России специалисты «ВТ2Б» осуществляют техническую поддержку сайта.
                    <br><br>
                    Мы использовали технологии: HTML, СSS, PHP, 1С, 1С:Битрикс, Битрикс24
                    <br><br>
                    Посмотрите проект: <a href="https://www.wenger-online.ru/">Wenger-Online.ru - официальный интернет-магазин Wenger</a>     
                </p>
            </div>
            <div class="project__1">
                <p class="text">
                    <span class="h">Разработка мобильного приложения "Хранители"</span><br><br><br>
                    Хранители - это мобильное приложение, представляющего собой инструмент, дополняющий работу с психологом: контроль своего психологического здоровья и своей семьи, ведение дневника, онлайн- консультации психологов, онлайн-расстановки, психологические игры и тесты, библиотека книг по психологии.
                    <br><br>
                    Нашими разработчиками уже проделана большая работа:
                    <br><br>
                        - сверстаны экраны приложения на основе готового дизайна заказчика;<br> 
                        - разработан функционал регистрации и авторизации пользователей;<br>
                        - разработан личный кабинет пользователя;<br>
                        - разработаны функции ведения психологического дневника.
                        <br><br>
                    При разработке мы используем технологии: Flutter, JavaScript, mongoDB, NodeJs
                    <br><br>
                    Уже очень скоро приложение будет опубликовано в общий доступ, а пока Доступна для скачивания APK-версия   
                </p>
                <img src="image/Проекты/9.webp" alt="">
            </div>
            <div class="project__1">
                <img src="image/Проекты/10.webp" alt="">
                <p class="text">
                    <span class="h">Мобильное приложение "7 Верст"</span><br><br><br>
                    7 Верст - это новый стартап, представляющий собой мобильное приложение для самостоятельных туристов.
                    Наша команда занималась разработка MVP мобильного приложения для IOS .
                    Задача MVP - разработка планировщика путешествий с готовыми маршрутами от авторов, туристических агентств и энтузиастов с функцией ведения путевых заметок с созданием и хранением своей коллекции впечатлений от путешествий.
                    <br><br>
                    Что нам удалось сделать:
                    <br><br>
                        - сверстаны экраны приложения на основе готового дизайна заказчика;<br> 
                        - разработан функционал регистрации и авторизации пользователей;<br>
                        - разработан функционал поиска и формирования маршрутов по заданным критериям;<br> 
                        - подключены гео-сервисы для отображения маршрутов на картах;<br> 
                        - проработаны и добавлены первые готовые маршруты туристических агентств. 
                        <br><br> 
                    При разработке мы использовали технологии: Flutter, JavaScript, mongoDB, NodeJs
                    <br><br>
                    MVP Доступно для скачивания для IOS    
                </p>
            </div>
        </section>
    </main>

    <div class="bg__footer"></div>

    <footer class="footer">
        <p class="fottext">© 2016 - 2023 Компания «ВТ2Б»</p>
    </footer>
</body>
</html>